var post_data = [
  {
    avatar: '/images/avatar/1.png',
    date: 'Nov 25 2016',
    content_img: '/images/post/crab.png',
    content:'月下听蝉，踏雪寻风，推开心窗，倾听心与心流淌的声音。斜阳下冬暖，轻数时光留下的深深浅浅，漫过心海的，不仅仅是那瓣瓣落红，更有心动的一抹温暖。爱染芳菲处，情醉爱如绵。落华三千，眷在水云间。缤纷处，爱与念交融在心的中央，优雅着一份爱恋，品味着一怀温暖。',
    collection:'92',
    reading:'65',
    headImg: '/images/post/crab.png',
    author:':聆听心语',
    dateTime:'24小时前',
    detail:'月下听蝉，踏雪寻风，推开心窗，倾听心与心流淌的声音。斜阳下冬暖，轻数时光留下的深深浅浅，漫过心海的，不仅仅是那瓣瓣落红，更有心动的一抹温暖。爱染芳菲处，情醉爱如绵。落华三千，眷在水云间。缤纷处，爱与念交融在心的中央，优雅着一份爱恋，品味着一怀温暖。',
    postId:0
  },
  {
    avatar: '/images/avatar/1.png',
    date: 'Nov 25 2016',
    content_img: '/images/post/bl.png',
    content: '春暖花开，细雨绵绵，美若樱花飘逸般的飞絮，宛若珠帘晶莹般的璀璨，清扬，飞旋，轻轻的，飘落了一地爱的缠绵，优雅着一份爱恋，品味着一怀情暖。心醉在阑珊深处，聆听思念的声音，感受花开的浪漫。雨染花红，情落眉弯，眷恋着一生心暖……',
    collection: '150',
    reading: '60',
    headImg: '/images/post/bl.png',
    author: '六月的雨',
    dateTime: '2小时前',
    detail: '春暖花开，细雨绵绵，美若樱花飘逸般的飞絮，宛若珠帘晶莹般的璀璨，清扬，飞旋，轻轻的，飘落了一地爱的缠绵，优雅着一份爱恋，品味着一怀情暖。心醉在阑珊深处，聆听思念的声音，感受花开的浪漫。雨染花红，情落眉弯，眷恋着一生心暖……',
    postId: 1
  },
  {
    avatar: '/images/avatar/1.png',
    date: 'Nov 25 2016',
    content_img: '/images/post/sls.jpg',
    content: '拾一枚思念，悬挂在你的眉间，风起时，你是否听得到低语的缠绵。捻一弯心绪，系在悠悠的风中，雨落时，你是否看得到飘落的花瓣。今夜，将一枚思念轻轻的放于时光窗前，瞬间，思念的味道轻轻弥漫，那一刻，满树繁花见证了彼此的心暖。从此，岁月铭记了一场盛世花开的倾心眷恋。',
    collection: '60',
    reading: '66',
    headImg: '/images/post/sls.jpg',
    author: '夕阳西下',
    dateTime: '8小时前',
    detail: '拾一枚思念，悬挂在你的眉间，风起时，你是否听得到低语的缠绵。捻一弯心绪，系在悠悠的风中，雨落时，你是否看得到飘落的花瓣。今夜，将一枚思念轻轻的放于时光窗前，瞬间，思念的味道轻轻弥漫，那一刻，满树繁花见证了彼此的心暖。从此，岁月铭记了一场盛世花开的倾心眷恋。',
    postId: 2
  },
  {
    avatar: '/images/avatar/1.png',
    date: 'Nov 25 2016',
    content_img: '/images/post/vr.png',
    content: '思念，水一样的轻柔，梦一样的绵长。思念，深情了眼睛与眼睛的相逢，聆听一季又一季花开的声音。若把思念淡放于眉弯，是否可以一直欢笑。若把思念轻聚在指间，是否可以永没烦恼。总是想用一种精致的方式，让爱绚丽；总是想用一怀恬淡的心情，让思念幽香。若，爱必须是望穿秋水，才能刻骨铭心，愿来生，不再有茫茫烟水，不再有别离的不舍和潮湿的相拥……',
    collection: '88',
    reading: '65',
    headImg: '/images/post/vr.png',
    author: '月光',
    dateTime: '5小时前',
    detail: '思念，水一样的轻柔，梦一样的绵长。思念，深情了眼睛与眼睛的相逢，聆听一季又一季花开的声音。若把思念淡放于眉弯，是否可以一直欢笑。若把思念轻聚在指间，是否可以永没烦恼。总是想用一种精致的方式，让爱绚丽；总是想用一怀恬淡的心情，让思念幽香。若，爱必须是望穿秋水，才能刻骨铭心，愿来生，不再有茫茫烟水，不再有别离的不舍和潮湿的相拥……',
    postId: 3
  }
];


module.exports = {
  postList:post_data
}